Repository: AndriiYuschyk/drupal-vsn
Catalog: web/custom/modules/ukraine_air_alerts/translations/*.po
Languages: uk

source: Air Raid Alerts in Ukraine
uk: Повітряні тривоги в Україні

source: Last updated:
uk: Останнє оновлення:

source: Loading...
uk: Завантаження...

source: No Alert
uk: Без тривоги

source: Partial Alert
uk: Часткова тривога

source: Full Alert
uk: Повітряна тривога

source: Connected
uk: Підключено

source: Connection Error
uk: Помилка підключення

source: Next update in:
uk: Наступне оновлення через:

source: Full Alert Active
uk: Діє повітряна тривога

source: Ukraine Air Alerts Settings
uk: Налаштування повітряних тривог України

source: API URL
uk: URL API

source: Enter the API endpoint URL for air raid alerts data
uk: Введіть URL кінцевої точки API для даних про повітряні тривоги

source: Refresh Interval
uk: Інтервал оновлення

source: How often to refresh the data (in seconds)
uk: Як часто оновлювати дані (в секундах)

source: Show Legend
uk: Показати легенду

source: Display the color legend on the map
uk: Відображати кольорову легенду на карті

source: Show Status
uk: Показати статус

source: Display connection status and refresh timer
uk: Відображати статус підключення та таймер оновлення

source: Compact Mode
uk: Компактний режим

source: Use compact layout for smaller spaces
uk: Використовувати компактне компонування для менших просторів

source: sec
uk: c

source: API Token
uk: API-Токен доступу

source: Enter your API token from alerts.in.ua
uk: Введіть свій API-Токен доступу з alerts.in.ua

source: Refresh Interval (seconds)
uk: Інтервал оновлення (секунди)

source: How often to update the map (recommended: 15-120 seconds)
uk: Як часто оновлювати карту (рекомендовано: 15-120 секунд)
